/* No comment provided by engineer. */
"Auto download incoming files policy" = "Bejövő fájlok önműködő letöltésének házirendje";

/* No comment provided by engineer. */
"Max size (in bytes)" = "Max méret (bájtban)";

/* No comment provided by engineer. */
"Encrypt messages with LIME" = "Titkosítsa az üzeneteket a LIME segítségével";

/* No comment provided by engineer. */
"File sharing" = "Fájlmegosztás";

/* No comment provided by engineer. */
"Server URL" = "Kiszolgáló URL";
